<template>
  <section>
    <h4 class="header">利用規約</h4>
    <p>この利用規約 以下、「本規約」と言います。は、本ウェブサイトの管理者 以下、「管理者」と言います。が本ウェブサイト上で提供するサービス 以下、「本サービス」と言います。の利用条件を定めるものです。
      <br>
      ユーザーは、本サービスの利用を開始した時点で、本規約の全ての記載内容について同意したものとみなされます。
    </p>

    <h4 class="header">第1条　適用</h4>
    <ol>
      <li>本規約は、ユーザーと管理者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</li>
      <li>管理者は本サービスに関し、本規約のほか、ご利用にあたってのルール等、各種の定め 以下、「個別規定」と言います。をすることがあります。これら個別規定はその名称の如何に関わらず、本規約の一部を構成するものとします。</li>
      <li>本規約の規定が前条の個別規定の規定と矛盾する場合には、個別規定において特段の定めなき限り、個別規定の規定が優先されるものとします。</li>
    </ol>

    <h4 class="header">第2条　利用登録</h4>
    <ol>
      <li>本サービスにおいては、登録希望者が本規約に同意の上、管理者の定める方法によって利用登録を申請し、管理者がこれを承認することによって、利用登録が完了するものとします。</li>
      <li>管理者は、利用登録の申請者に以下の事由があると判断した場合、利用登録の申請を承認しないことがあり、その理由については一切の開示義務を負わないものとします。
        <ol>
          <li>利用登録の申請に際して虚偽の事項を届け出た場合</li>
          <li>本規約に違反したことがある者からの申請である場合</li>
          <li>その他、管理者が利用登録を相当でないと判断した場合</li>
        </ol>
      </li>
    </ol>

    <h4 class="header">第3条　ユーザーID・パスワードの管理</h4>
    <ol>
      <li>ユーザーは、自己の責任において、本サービスのユーザーIDおよびパスワードを適切に管理するものとします。</li>
      <li>ユーザーは、いかなる場合にも、ユーザーIDおよびパスワードを第三者に譲渡または貸与し、もしくは第三者と共用することはできません。管理者は、ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には、そのユーザーIDを登録しているユーザー自身による利用とみなします。</li>
      <li>ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は、管理者に故意又は重大な過失がある場合を除き、管理者は一切の責任を負わないものとします。</li>
    </ol>

    <h4 class="header">第4条　個人情報の取り扱い</h4>
    <ol>
      <li>本サイトは、取得した個人情報を以下の目的のために利用いたします。ただし、個人情報保護法第16条第3項各号に該当する場合は、 あらかじめ特定し公表した利用目的の達成に必要な範囲を超えてユーザーの個人情報を取り扱うことがあります。</li>
      <ol>
        <li>投票の重複判定：本サイトでは、コメント等の情報に対するプラス・マイナス投票の重複判定のため、Google Authenticationを基にしたユーザーのアカウント情報を使用いたします。</li>
        <li>アクセス解析：本サイトでは、Google Analyticsをはじめとするアクセス解析を利用いたします。本サイトを経由してアクセス解析に収集されたデータは、アクセス解析を提供する各社のプライバシーポリシーに基づいて管理されます。</li>
        <li>規約違反への対処：本サイトでは、本規約に違反するコメント等の情報が投稿された場合、アクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部を削除することがあります。</li>
        <li>違法行為への対処：本サイトでは、違法行為とみられるコメント等の情報が投稿された場合、IPアドレス等の接続元情報を元に関係機関と連携し法的措置を取ることがあります。</li>
        <li>その他、本サイトが対処が必要であると判断する行為があった場合</li>
      </ol>
      <li>本サイトでは、ユーザーの個人情報について、ユーザー本人の同意を得ずに第三者に提供することは原則としておこないません。ただし、以下の場合はこの限りではありません。</li>
      <ol>
        <li>法令に基づく場合</li>
        <li>人の生命、身体または財産の保護のために必要がある場合であって、ご本人の同意を得ることが困難であるとき</li>
        <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、ご本人の同意を得ることが困難であるとき</li>
        <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ご本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
      </ol>
      <li>以下の場合は、第三者による個人情報の取得に関し、本サイトは何らの責任を負いません。</li>
      <ol>
        <li>ユーザー本人が本サイトの機能または別の手段を用いて第三者に個人情報を明らかにした場合</li>
        <li>ユーザー本人が本サイトに入力し公開した情報等により、個人が識別できてしまった場合</li>
      </ol>
    </ol>

    <h4 class="header">第5条　ユーザーの責任</h4>
    <ol>
      <li>ユーザーは、ユーザー自身の自己責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為及びその結果について一切の責任を負います。</li>
      <li>本サービスを利用してユーザーが投稿したコメント等の情報に関する責任は、ユーザー自身にあります。本サイトはユーザーが本サービスを利用して投稿したコメント等の情報の内容について、一切責任を負いません。</li>
      <li>ユーザーが他人の名誉を毀損した場合、プライバシー権を侵害した場合、許諾なく第三者の個人情報を開示した場合、著作権法（昭和45年法律第48号）に違反する行為を行った場合その他他人の権利を侵害した場合には、当該ユーザーは自身の責任と費用において解決しなければならず、本サイトは一切の責任を負いません。</li>
    </ol>

    <h4 class="header">第6条　禁止事項</h4>
    <p>ユーザーは、本サービスの利用にあたり、次に掲げる行為を行ってはならないものとします。禁止事項に違反した場合には、アクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部の削除、又は公開範囲の変更等の不利益な措置を採ることがあります。</p>
    <ol>
      <li>本サイトもしくは他者の著作権、商標権等の知的財産権を侵害する行為、又は侵害するおそれのある行為。</li>
      <li>本サイトもしくは他者の財産、プライバシーもしくは肖像権を侵害する行為、又は侵害するおそれのある行為。</li>
      <li>本サイトもしくは他者を不当に差別もしくは誹謗中傷し、他者への不当な差別を助長し、又はその名誉もしくは信用を毀損する行為。</li>
      <li>自分以外の人物を名乗ったり、代表権や代理権がないにもかかわらずあるものと装ったり、又は他の人物や組織と提携、協力関係にあると偽って本サービスを利用する行為。</li>
      <li>詐欺、規制薬物の濫用、児童売買春、預貯金口座及び携帯電話の違法な売買等の犯罪に結びつく、又は結びつくおそれのある行為。</li>
      <li>わいせつ、児童ポルノ又は児童虐待に相当するコメント等の情報を投稿、販売、広告又は表示する行為を行うこと。</li>
      <li>性行為、わいせつな行為等を目的として利用する行為。</li>
      <li>面識のない異性との出会い等を目的として利用する行為。</li>
      <li>青少年少女の家出を誘引・助長する行為。</li>
      <li>違法な賭博・ギャンブルを行わせ、又は違法な賭博・ギャンブルへの参加を勧誘する行為。</li>
      <li>違法行為（けん銃等の譲渡、爆発物の製造、児童ポルノの提供、公文書偽造、殺人、脅迫等）を請け負い、仲介し、又は誘引する行為。</li>
      <li>他人を自殺に誘引又は勧誘する行為。</li>
      <li>残虐行為（人の殺害、傷害、その他残虐な行為）に相当するコメント等の情報を投稿し、又は表示する行為。</li>
      <li>生理的に不快と感じられるコメント等の情報（グロテスクな画像、汚物の画像等）を投稿し、又は表示する行為。</li>
      <li>商業用の広告、宣伝又は勧誘を目的とするコメント等の情報（アフィリエイト、無限連鎖講（ネズミ講）、チェーンメール、MLM、リードメール、アダルトサイト、ワンクリック詐欺サイト、ウィルス等の有害なコンピュータプログラム等を流布させることを目的とするサイト等を含む）、その他本サイトが不適切と判断するコメント等の情報を投稿し、又は表示する行為。</li>
      <li>自己または第三者の住所、電話番号、メールアドレス等の個人が特定される連絡先を投稿する行為。</li>
      <li>投稿されたお題と無関係なコメント等の情報を投稿し、投稿されたお題の正常な進行を妨げる行為。</li>
      <li>連続的または大量にコメント等の情報を投稿し、本サイトの正常な運営を妨げる行為。</li>
      <li>スパムコメント、スパム投稿及びその他本サイトがスパムと判断する行為。</li>
      <li>本サイトの設備に蓄積された情報を不正に書き換え、又は消去する行為。</li>
      <li>ウィルス等の有害なコンピュータプログラム等を送信又は掲載する行為。</li>
      <li>本サイト又は他者のサーバーに負担をかける行為、もしくは、本サービスの運営やネットワーク・システムに支障を与える行為、又はこれらのおそれのある行為。</li>
      <li>その行為が前各号のいずれかに該当することを知りつつ、その行為を助長する目的でリンクを貼る行為。</li>
      <li>法令、公序良俗又は本利用規約に違反し、又は他者の権利を侵害すると本サイトが判断する行為。</li>
      <li>その他、本サイトが不適切と判断する行為。</li>
    </ol>

    <h4 class="header">第7条　本サービスの提供の停止等</h4>
    <ol>
      <li>管理者は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。</li>
      <ol>
        <li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
        <li>地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合</li>
        <li>コンピュータまたは通信回線等が事故により停止した場合</li>
        <li>その他、管理者が本サービスの提供が困難と判断した場合</li>
      </ol>
      <li>管理者は、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害についても、一切の責任を負わないものとします。</li>
    </ol>

    <h4 class="header">第8条　退会</h4>
    <p>ユーザーは、管理者の定める退会手続により、本サービスから退会できるものとします。</p>

    <h4 class="header">第9条　免責事項</h4>
    <ol>
      <li>本サイトは、ユーザーの通信や活動に関与しません。万一ユーザー間の紛争があった場合でも、当該ユーザー間で解決するものとし、本サイトはその責任を負いません。</li>
      <li>本サイトは、本サービスの内容の追加、変更、又は本サービスの中断、終了によって生じたいかなる損害についても、一切責任を負いません。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。</li>
      <li>本サイトは、ユーザーによって投稿されるコメント等の情報を監視したり、保存する義務を負いません。</li>
      <li>本サイトは、ユーザーによって投稿されるコメント等の情報の合法性、道徳性、信頼性、正確性について責任を負いません。 ユーザーによって投稿されるコメント等の情報が、当該ユーザーが所属する法人・団体等の内部規則等に適合することについても、責任を負いません。</li>
      <li>本サイトは、本利用規約に違反する行為又はそのおそれのある行為が行われたと信じるに足りる相当な理由があると判断した場合には、 当該行為を行ったユーザーのアクセス禁止措置、投稿禁止措置、コメント等の情報の全部もしくは一部の削除、及び公開範囲の変更等を行う場合がありますが、それによって生じたいかなる損害についても、一切責任を負いません。</li>
    </ol>

    <h4 class="header">第10条　サービス内容の変更等</h4>
    <p>管理者は、ユーザーへの事前の告知をもって、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。</p>

    <h4 class="header">第11条　本サイトの削除権限</h4>
    <ol>
      <li>本サイトは、次に掲げる場合には、コメント等の情報の違法性・規約違反の有無に関わらず、関連するコメント等の情報について、その全部もしくは一部の削除又は公開範囲の変更等の不利益な措置を行うことができるものとします。</li>
      <ol>
        <li>人（実在の人物であるか否かを問わず、漫画・アニメ等のキャラクターを含みます）の裸体（着衣の全部又は一部を欠くものをいいます）を撮影・描写したコメント等の情報が投稿された場合。</li>
        <li>公的な機関又は専門家（国、地方公共団体、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律のガイドラインに規定された信頼性確認団体、インターネット・ホットラインセンター、弁護士等をいいます）から、コメント等の情報について、違法、公序良俗違反又は他人の権利を侵害する等の指摘・意見表明があった場合。</li>
        <li>権利者と称する者から、コメント等の情報が自分の権利を侵害する旨の申告があった場合。ただし、権利者と称する者から、権利者であることを合理的に判断できる資料を提示され、本サイトにて慎重に検討した結果、権利者であると本サイトが判断した場合に限る。</li>
      </ol>
    </ol>

    <h4 class="header">第12条　利用規約の変更</h4>
    <ol>
      <li>管理者は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。</li>
      <ol>
        <li>本規約の変更がユーザーの一般の利益に適合するとき。</li>
        <li>本規約の変更が本サービス利用契約の目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他の変更に係る事情に照らして合理的なものであるとき。</li>
      </ol>
      <li>管理者はユーザーに対し、前項による本規約の変更にあたり、事前に、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。</li>
    </ol>

    <h4 class="header">第13条　本利用規約の有効性</h4>
    <ol>
      <li>本利用規約の規定の一部が法令に基づいて無効と判断されても、本利用規約のその他の規定は有効とします。</li>
      <li>利用規約等の規定の一部があるユーザーとの関係で無効とされ、又は取り消された場合でも、利用規約等はその他のユーザーとの関係では有効とします。</li>
    </ol>

    <h4 class="header">第14条　本利用規約の違反行為等への対処</h4>
    <ol>
      <li>本利用規約に違反する行為を発見した場合には、本サイトの通報ボタンを押下及びお問い合わせページから管理者へ連絡してください。</li>
      <li>ユーザーが本利用規約に違反したと認められる場合、その他本サイトが必要と認める場合は、本サイトは当該ユーザーに対し以下の対処を講ずることがあります。</li>
      <ol>
        <li>本利用規約に違反する行為等を止め、同様の行為を繰り返さないことを要求すること。</li>
        <li>コメント等の情報の全部もしくは一部を削除し、公開範囲を変更し、又は閲覧できない状態（非公開）にすること。</li>
        <li>アクセス禁止措置、投稿禁止措置を取ること。</li>
        <li>IPアドレス等の接続元情報を元に関係機関と連携し法的措置を取ること。</li>
      </ol>
      <li>ユーザーは、本サイトが第6条、第11条および本条第2項の規定に基づいて行った本利用規約に違反する行為等への対処について、異議を申し立てることはできないものとします。</li>
    </ol>

    <h4 class="header">第15条　準拠法及び管轄裁判所</h4>
    <ol>
      <li>本利用規約の準拠法は、日本法とします。</li>
      <li>ユーザーと本サイトの間で訴訟の必要が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
    </ol>
    
    <br>
    <br>
    <p>2022年3月20日制定</p>
  </section>
</template>

<style lang="scss" scoped>
section {
  @extend %section-body;
}
.header {
  margin: 1rem 0;
}
li {
  margin: 0.2rem 0;
}
p,
li {
  font-size: 14px;
}
</style>
